[
    {
        "name": "New Honda CBR 150R",
        "image": "new-honda-cbr-150r-black-red60d8585793885.webp",
        "price": 927450,
        "quantity": 9586,
        "supplier": "Honda",
        "sold": 670,
        "description": "Honda CBR 150R 2021 Indonesia can be considered as the most hyped sports bike of 2021. The bike's announcement took the biking community by storm. People had been waiting anxiously for the bike. As soon as the news came out that the bike has reached Bangladeshi soil, people went bonkers. Honda CBR 150R being one of the top competitors of the sports bike segment and a serious threat to the Yamaha R15 V3 has out done itself."
    },
    {
        "name": "Lifan KPR 165R",
        "image": "1619589006_12_326560.jpeg",
        "price": 833785,
        "quantity": 9755,
        "supplier": "Lifan",
        "sold": 604,
        "description": "We help you calculate fuel expenses which you will incur by using Lifan KPR 165R . To check your monthly fuel expenses you just have to enter distance in kms you travel in a day and fuel price in your area. As per current inputs, monthly fuel cost for Lifan KPR 165R with mileage of 40 is TK."
    },
    {
        "name": "Suzuki GSX-R150",
        "image": "suzuki-gsx-r150-black60d70ae4aaeb7.webp",
        "price": 497227,
        "quantity": 4292,
        "supplier": "Suzuki",
        "sold": 352,
        "description": "Suzuki GSX-R150. A name to be reckoned with. This bike is considered one of the fastest bikes in Bangladesh. The bike came to Bangladesh directly as one of the top contenders in the sports bike segment. This is one of the fastest bikes available in Bangladesh"
    },
    {
        "name": "Yamaha R15 V3 Indian Version Dual ABS",
        "image": "yamaha-r15-v3-indian-version-dual-abs-matte-red60d700461568b.webp",
        "price": 261628,
        "quantity": 2832,
        "supplier": "Yamaha",
        "sold": 760,
        "description": "YAMAHA. The Japanese automobile manufacturer's motto “Revs Your Heart,” is in its truest form in the YZF R15 from the company in Bangladesh. If you are a Bangladeshi biker, or else, a biker from the subcontinent, you must know the meaning very well. YAMAHA has recently updated their R15 bike once again from top to bottom. The 150cc segment bike has its own league in the market with, we can say a cult following. The bike is now in its third avatar and called the YAMAHA YZF R15 Version 3.0. See pictures of Yamaha R15 v3 here."
    },
    {
        "name": "Lifan KPR 150",
        "image": "1619588863_12_488611.jpeg",
        "price": 487200,
        "quantity": 6527,
        "supplier": "Lifan",
        "sold": 523,
        "description": "Lifan has continuously proved that Chinese motorcycles are not to be underestimated. Lifan has brought the Chinese motorcycle contingent in Bangladesh to a whole different level. Five years ago, if you were to ask any biker which is the top sportbikes, they would say, “Yamaha R15, Honda CBR, and Suzuki GSXR”. But now two other bikes are regularly added to that list, they are Lifan KPR 150 and Lifan KPR 165. Lifan has brought a new version to the market, the Lifan KPR 150 V2."
    },
    {
        "name": "Honda CBR150R Indonesian Version",
        "image": "honda-cbr150r-indonesian-version-black-red60d836f8b28a7.webp",
        "price": 903544,
        "quantity": 2882,
        "supplier": "Honda",
        "sold": 342,
        "description": "The Indonesian HONDA CBR 150R is the fans favorite offering from Bangladesh Honda Private Limited. This bike features a 150 cc segment engine and an aggressive approach to its Super Sports styling. With its attractive styling, it snatches the attention of people. You can find the latest Honda CBR Price In Bangladesh here."
    },
    {
        "name": "Suzuki Hayate Special Edition",
        "image": "suzuki-hayate-special-edition-black60d70b836f262.webp",
        "price": 920326,
        "quantity": 5828,
        "supplier": "Suzuki",
        "sold": 646,
        "description": "SUZUKI Hayate Special Edition is a perfect commuter from the company. This bike features a 110 cc segment engine with decent styling. With its proper styling, it surely grabs the attention of people around."
    },
    {
        "name": "Bajaj Platina ES",
        "image": "bajaj-platina-es-black60d711af86fec.webp",
        "price": 110194,
        "quantity": 2342,
        "supplier": "Bajaj",
        "sold": 807,
        "description": "Platina is a reliable name in the biking industry of Bangladesh. When bikers think about this name, a modest looking, reliable bike from BAJAJ comes onto their mind. Uttara Motors Ltd. is the distributor of BAJAJ Platina 100 ES in Bangladesh, as like other BAJAJ bikes. It was an upgraded version of one of the most sold BAJAJ bikes in Bangladesh in the commuter segment. See Bajaj Platina 100 ES pictures here."
    },
    {
        "name": "Bajaj Discover 110 Drum",
        "image": "bajaj-discover-110-drum-blue60d71138823cb.webp",
        "price": 900896,
        "quantity": 221,
        "supplier": "Bajaj",
        "sold": 463,
        "description": "Bajaj Discover 110 Drum is another installment in the Bajaj Discover series. The Bajaj Discover series is probably one of the most popular series in Bangladesh. The popularity of the Bajaj Discover is there mostly because of the demand for commuter bikes in Bangladesh. The general public, who use commuter bikes, deem the Bajaj Discover series to be one of the best-value-for-money commuter bike series in Bangladesh. There are two versions of the Bajaj Discover 110 available in Bangladesh; they are the disc and the drum variant. Here we will be talking about the Bajaj Discover 110 Drum"
    },
    {
        "name": "GPX Raptor 165",
        "image": "gpx-raptor6253f321255de.webp",
        "price": 81681,
        "quantity": 5675,
        "supplier": "GPX",
        "sold": 470,
        "description": "We help you calculate fuel expenses which you will incur by using GPX Raptor 165 . To check your monthly fuel expenses you just have to enter distance in kms you travel in a day and fuel price in your area. As per current inputs, monthly fuel cost for GPX Raptor 165 with mileage of 40 is TK."
    },
    {
        "name": "H Power HTM-RE Racing",
        "image": "h-power-htm-re-racing61f7b1c272bee.webp",
        "price": 386814,
        "quantity": 6684,
        "supplier": "H Power",
        "sold": 937,
        "description": "We help you calculate fuel expenses which you will incur by using H Power HTM-RE Racing . To check your monthly fuel expenses you just have to enter distance in kms you travel in a day and fuel price in your area. As per current inputs, monthly fuel cost for H Power HTM-RE Racing with mileage of 35 is TK."
    },
    {
        "name": "Dayang DY200-8",
        "image": "200-86252a771600d5.webp",
        "price": 772390,
        "quantity": 914,
        "supplier": "Dayang",
        "sold": 275,
        "description": "We help you calculate fuel expenses which you will incur by using Dayang DY200-8 . To check your monthly fuel expenses you just have to enter distance in kms you travel in a day and fuel price in your area. As per current inputs, monthly fuel cost for Dayang DY200-8 with mileage of 35 is TK."
    },
    {
        "name": "Lifan KPR 165R",
        "image": "1619589006_12_326560.jpeg",
        "price": 833785,
        "quantity": 9755,
        "supplier": "Lifan",
        "sold": 604,
        "description": "We help you calculate fuel expenses which you will incur by using Lifan KPR 165R . To check your monthly fuel expenses you just have to enter distance in kms you travel in a day and fuel price in your area. As per current inputs, monthly fuel cost for Lifan KPR 165R with mileage of 40 is TK."
    }
]